import React from "react";

const About = () => {
  return (
    <article>
      <h1>אודות החברה</h1>
      <div className="about_page">
        <section>
          <p>
            דלתות אלון היא החברה בעלת מספר הסניפים הגדול בישראל. נכון לשנת 2023
            הרשת מונה 16 סניפים ברחבי הארץ, מב"ש בדרום ועד לכרמיאל בצפון. בחברה
            מועסקים כ-80 עובדים ומאז הקמתה זוכה החברה למוניטין של חברה מקצועית
            ואמינה. חברת דלתות אלון חרטה על דיגלה לעמוד בסטנדרטים גבוהים של
            מקצועיות, איכות ואמינות, אשר מביאים לשיתוף פעולה פורה מול מיטב
            האדריכלים והמעצבים בארץ. היתרון הבולט של דלתות אלון הינו היכולת לספק
            את מיטב הטרנדים והעיצובים בהתאם לדרישת הלקוח (costume made) הבאים
            לידי ביטוי ב"דלתות קו אפס", "דלתות אסם", "דלתות זכוכית", דלתות הזזה
            "כיס" או "זכוכית". במקביל למגזר הפרטי ולנוכח הביקוש הרב, פועלת דלתות
            אלון בשנים האחרונות במלוא העוצמה במגזר העסקי וכיום פועלת בעשרות
            פרויקטים ברחבי הארץ. החברה מתמחה בבניה רוויה של מאות יחידות דיור,
            פרויקטים רבים של תמ"א 38, התחדשות עירונית, פרויקטים שלמים של בניה
            נמוכה, שכונות וילות, דיור למשתכן, בניני משרדים ועוד. דלתות אלון
            מייבאת דלתות פנים מהחברות המובילות בעולם. היתרון היחסי של החברה הוא
            המלאי הגדול, המגוון הרחב ביותר שקיים במחסני החברה וזמין לאספקה
            מידית. מידי שנה מיוצרות קולקציות חדשות וחידושים אשר מספקים לכלל
            הלקוחות את הדלתות המעוצבות והחדשניות ביותר בשוק. הנכם מוזמנים ליהנות
            מתהליך נעים, מתוצאות מושלמות והכי חשוב ראש שקט.
          </p>
        </section>
        <section>
          <img
            src="https://media.istockphoto.com/id/1399424424/photo/shallow-focus-of-the-keyhole-seen-on-a-newly-fitted-double-glazed-generic-door.webp?b=1&s=170667a&w=0&k=20&c=b2MvjjdUnpeSIPTHnFqRha3Wq4Dw0Qi7VzPbOrsr8DM="
            alt="door"
            width={100}
          />
        </section>
      </div>
    </article>
  );
};

export default About;
